Repository: QMDevTeam/QMPDA
Catalog: QM.PDA.Screens/Resources.*.resx
Languages: fr

# correctDateTime_msbWrongCode
source: The code you have entered is not valid. Please try again.
fr: Le code n'est pas valable. S.V.P. essayez de nouveau.

# correctDateTime_overrideNote
source: Contact tech support and ask for authorization code {0}.
fr: Contactez le soutien informatique et demandez le

# gps_invalidReading
source: Invalid reading! Please wait…
fr: Lecture non valide! Attendre, s'il vous plaît .

# gps_moreSatellites
source: Insufficient satellites! Please wait...
fr: Satellites insuffisant! Attendez S.V.P…

# name_misconfigurationErrorMsg
source: This screen needs a look up table.
fr: Un ecran de reference

# question_msbAbsMaxCap
source: Maximum value
fr: Valeur maximum

# question_msbAbsMaxMsg
source: The value entered should be less than or equal to: {0}
fr: La valeur entrée doit être inférieur ou égal à: {0}

# question_msbAbsMinCap
source: Minimum value
fr: Valeur minimum

# question_msbAbsMinMsg
source: The value entered should be greater than or equal to: {0}
fr: La valeur entrée doit être supérieur ou égal à: {0}

# question_msbConfirmBackMsg
source: Are you sure you want to return?
fr: Etes-vous sûr de vouloir revenir en arrière?

# question_msbConfirmCap
source: Change of value
fr: Changement de valeur

# question_msbConfirmChangeMsg
source: Are you sure that you want to make this change?
fr: Vous etes sur que vous voulez faire ce changement?

# question_msbConfirmNextMsg
source: Are you sure you want to continue?
fr: Vous etes sur que vous voulez continuer?

# question_msbCustomValidationCap
source: Custom validation
fr: Validation personnalisée

# question_msbInputExceptionCap
source: Unexpected error
fr: Erreur imprévu

# question_msbInputExceptionMsg
source: There has been an unexpected error processing your answer
fr: Il ya eu une erreur inattendue en traitant votre réponse.

# question_msbPromptOverCap
source: Maximum acceptable value
fr: Valeur

# question_msbPromptOverMsg
source: Are you sure that the value: {0} is correct?
fr: Est-ce que vous etes sur que la valeur: {0} est correcte?

# question_msbPromptUnderCap
source: Minumum acceptable value
fr: Valeur

# question_msbPromptUnderMsg
source: Are you sure that the value: {0} is correct?
fr: Est-ce que vous etes sur que la valeur: {0} est correcte?

# question_msbRequiredCap
source: Required Question
fr: Question obligatoire

# question_msbRequiredMsg
source: Please enter an answer to the question
fr: S.V.P. repondez a la question

# timer_resume
source: Resume
fr: Reprender

# timer_start
source: Start
fr: Lancer

# timer_stop
source: Stop
fr: Arrêter
